[SpellChecker]
&Add=சேர்
&Change All=அனைத்தையும் மாற்று
&Custom Dictionary:=&தனிப்பயன் அகராதி:
&Delete=&நீக்கு
&Dictionaries ...=&அகராதிகள் ...
&Edit=&திருத்து
&Enter the new custom dictionary name:=&புதிய தனிப்பயன் அகராதி பெயரை உள்ளிடவும்:
&Excluded Words=&விலக்கப்பட்ட சொற்கள்
&Help=உதவி
&Ignore All=அனைத்தும் புறக்கணி
&Ignore this word:=இந்த வார்த்தையை புறக்கணி:
&New=புதிய
&OK=சரி
&Options...=&விருப்பத்தேர்வுகள்...
&Replace With:=இதனுடன் மாற்றவும்:
&Replace:=மாற்று:
&Suggestions:=பரிந்துரைகள்
&Undo=செயல்தவிர்
&With:=இதைக் கொண்டு:
(Ignore All / Change All)=(அனைத்தையும் புறக்கணி / அனைத்தையும் மாற்று)
(no suggestions)=(பரிந்துரைகள் இல்லை)
A&uto-Correct Pairs=தானி-திருத்தி சோடிகள்
Add&ed Words=சொற்களைச் சேர்க்கபட்டன
Au&to-Correct=தானி-திருத்தி
Automatically correct DUal capitals=இரட்டை பேரெழுத்துகளை தானாகவே சரிசெய்
C&hange=மாற்று
Cancel=ரத்து
Choose Folder Containing Dictionaries=அகராதிகள் கொண்ட கோப்புறையைத் தேர்வுசெய்க
Confirmation:=உறுதிப்படுத்தல்:
Custom Dictionaries:=தனிப்பயன் அகராதிகள்:
D&ictionaries:=அகராதிகள்:
Delete this custom dictionary?=இந்த தனிப்பயன் அகராதியை நீக்கவா?
Dictionaries=அகராதிகள்
E&xclude this word:=இந்த வார்த்தையை புறக்கணிக்கவும்:
Filename=கோப்பு பெயர்
I&gnore=புறக்கணிக்கவும்
Ignore Internet addresses=இணைய முகவரிகளை புறக்கணிக்கவும்
Ignore words containing numbers=எண்களைக் கொண்ட சொற்களைப் புறக்கணிக்கவும்
Ignore words in &UPPERCASE=UPPERCASE சொற்களை புறக்கணிக்கவும்
Locate Dictionaries...=அகராதிகளைக் கண்டுபிடி...
Name=பெயர்
New Custom Dictionary=புதிய தனிப்பயன் அகராதி
Not Found:=கிடைக்கவில்லை:
O&ptions:= விருப்பங்கள்:
Prompt on repeated word=மீண்டும் தோன்றும் வார்த்தையை அறிவுறுத்து
Reset Defaults=இயல்புநிலைகளை மீட்டமை
Spelling=எழுத்துவரிசை
Spelling Options=எழுத்துவரிசை விருப்பங்கள்
Suggest from main dictionaries only=பிரதான அகராதிகளிலிருந்து மட்டும் பரிந்துரைக்கவும்
The spelling check is complete.=எழுத்துவரிசை சோதனை முடிந்தது.
These words will always be considered incorrect during a spell check operation.=எழுத்துச் சரிபார்ப்பு செயல்பாட்டின் போது இந்த வார்த்தைகள் எப்போதும் தவறானதாகக் கருதப்படும்.
These words will automatically be corrected when encountered during a spelling check.=எழுத்துச் சரிபார்ப்பின் போது இந்த வார்த்தைகள் தானாகவே சரிசெய்யப்படும்.
These words will be considered correct during a spell check operation.=எழுத்துச் சரிபார்ப்பு செயல்பாட்டின் போது இந்த வார்த்தைகள் சரியானதாகக் கருதப்படும்.
Words added with Ignore All / Change All=அனைத்தையும் புறக்கணிக்கவும்/அனைத்தையும் மாற்றவும்

[TfrmColors]
&Even rows:=கூட வரிசைகள்
&Font color:=எழுத்துரு நிறம்:
&Odd rows:=ஒற்றை வரிசைகள்
&Untranslated items:=&மொழிபெயர்க்கப்படாத உருப்படிகள்
Cancel=ரத்து
Color Preferences=வண்ண விருப்பத்தேர்வுகள்
Fo&nt color:=எழுத்துரு நிறம்:
Fon&t color:=எழுத்துரு நிறம்:
OK=சரி

[TfrmComments]
-=-
&Copy=நகல்
&Original:=அசல்:
&Paste=ஒட்டு
&Translation:=மொழிபெயர்ப்பு:
&Undo=செயல்தவிர்
Comments=கருத்துக்கள்
Copy|Copies the selection and puts it on the Clipboard=நகலெடு | தேர்வை நகலெடுத்து கிளிப்போர்டில் வைக்கிறது
Cu&t=வெட்டு
Cut|Cuts the selection and puts it on the Clipboard=வெட்டு | தேர்வை வெட்டி கிளிப்போர்டில் வைக்கிறது
Paste|Inserts Clipboard contents=ஒட்டு|கிளிப்போர்டு உள்ளடக்கங்களைச் செருகும்
Select &All=அனைத்தையும் தேர்ந்தெடுக்கவும்
Select All|Selects the entire document=அனைத்தையும் தேர்ந்தெடுக்கவும்|முழு ஆவணத்தையும் தேர்ந்தெடுக்கிறது
Undo|Reverts the last action=செயல்தவிர் | கடைசி செயலை மாற்றியமைக்கிறது

[TfrmConfigKbd]
&Add=சேர்
&Close=மூடு
&Current shortcuts:=தற்போதைய குறுக்குவழிகள்:
&New shortcut:=புதிய குறுக்குவழி:
&Remove=நீக்கு
Cate&gories:=வகைகள்:
Co&mmands:=கட்டளைகள்:
Configure Keyboard=விசைப்பலகை உள்ளமைக்கவும்
Description:=விளக்கம்:
R&eset=மீட்டமை
Select command:=கட்டளையைத் தேர்ந்தெடுக்கவும்:
Select shortcut:=குறுக்குவழியைத் தேர்ந்தெடுக்கவும்:

[TfrmConfigSuspicious]
&Leading spaces mismatch=முன்னணி இடங்கள் பொருந்தவில்லை
&Match between original and translation (one string per row):=அசல் மற்றும் மொழிபெயர்ப்புக்கு இடையில் பொருந்தவும் (வரிசைக்கு ஒரு சரம்):
&Original and translation are the same=அசல் மற்றும் மொழிபெயர்ப்பு ஒன்றுதான்
&Trailing spaces mismatch=பின்தங்கிய இடங்கள் பொருந்தவில்லை
Cancel=ரத்து
Configure suspicious translations=சந்தேகத்திற்கிடமான மொழிபெயர்ப்புகளை உள்ளமைக்கவும்
Mismatched &control characters at end=பொருந்தாத கட்டுப்பாட்டு எழுத்துக்கள் இறுதியில்
OK=சரி
Translation is &empty=மொழிபெயர்ப்பு காலியாக உள்ளது
Treat as suspicious:=சந்தேகத்திற்கிடமானதாக கருதுங்கள்:

[TfrmDictEdit]
&Add=சேர்
&Original:=அசல்:
&Remove=நீக்கு
&Translations:=மொழிபெயர்ப்புகள்:
A&dd=சேர்
Add a new original=புதிய அசல் சேர்க்கவும்
Add a new translation=புதிய மொழிபெயர்ப்பைச் சேர்க்கவும்
All items\r\nItems with translations\r\nItems without translations\r\nItems with > 1 translations\r\nItems with 1 translation\r\n=அனைத்து உருப்படிகளும்\r\nமொழிபெயர்ப்புடனான உருப்படிகள்\r\nமொழிபெயர்ப்புகள் இல்லாத உருப்படிகள்\r\n> 1 மொழிபெயர்ப்புடனான உருப்படிகள்\r\n1 மொழிபெயர்ப்புடன் கூடிய உருப்படிகள்\r\n
Cancel=ரத்து
Change the selection to see different subsets of the dictionary=அகராதியின் வெவ்வேறு துணைக்குழுக்களைக் காண தேர்வை மாற்றவும்
Displays available translations. Bold items are the default translations.=கிடைக்கக்கூடிய மொழிபெயர்ப்புகளைக் காட்டுகிறது. தைரியமான உருப்படிகள் இயல்புநிலை மொழிபெயர்ப்புகளாகும்.
Edit Dictionary=அகராதியைத் திருத்து
Make Default=இயல்புநிலையை உருவாக்கு
OK=சரி
Re&move=அகற்று
Remove selected original=தேர்ந்தெடுக்கப்பட்ட அசலை அகற்று
Remove the selected translation=தேர்ந்தெடுக்கப்பட்ட மொழிபெயர்ப்பை அகற்று
S&how:=காட்டு:

[TfrmDictTranslationSelect]
&Add=சேர்
&Change=மாற்றம்
&Don't check translated items=மொழிபெயர்க்கப்பட்ட உருப்படிகளை சரிபார்க்க வேண்டாம்
&Ignore=புறக்கணி
&Original:=அசல்:
&Translation:=மொழிபெயர்ப்பு:
A&vailable translations:=கிடைக்கக்கூடிய மொழிபெயர்ப்புகள்:
Add suggested translation to dictionary=பரிந்துரைக்கப்பட்ட மொழிபெயர்ப்பை அகராதியில் சேர்க்கவும்
Close=மூடு
Don't &ask again (in this session)=மீண்டும் கேட்க வேண்டாம் (இந்த அமர்வில்)
Don't show this dialog again and use the latest response=இந்த உரையாடலை மீண்டும் காண்பிக்க வேண்டாம் மற்றும் சமீபத்திய பதிலைப் பயன்படுத்தவும்
Ignore this item (don't translate)=இந்த உருப்படியை புறக்கணிக்கவும் (மொழிபெயர்க்க வேண்டாம்)
Select Translation=மொழிபெயர்ப்பைத் தேர்ந்தெடுக்கவும்
Skip items that are already translated=ஏற்கனவே மொழிபெயர்க்கப்பட்ட உருப்படிகளைத் தவிர்
Stop translating=மொழிபெயர்ப்பதை நிறுத்து
Use the suggested translation=பரிந்துரைக்கப்பட்ட மொழிபெயர்ப்பைப் பயன்படுத்தவும்

[TfrmDualImport]
&Original file:=அசல் கோப்பு:
&Translation file (optional):=மொழிபெயர்ப்பு கோப்பு (விரும்பினால்):
&Translation file:=மொழிபெயர்ப்பு கோப்பு:
...=...
Cancel=ரத்து
OK=சரி
Select files=கோப்பைத் தேர்ந்தெடுக்கவும்
Select Original File=அசல் கோப்பைத் தேர்ந்தெடுக்கவும்
Select Translation File=மொழிபெயர்ப்பு கோப்பைத் தேர்ந்தெடுக்கவும்

[TfrmEditItem]
&Name:=பெயர்:
&OK=&சரி
&Original:=அசல்:
&Section:=பகுதி:
&Translation:=மொழிபெயர்ப்பு:
Cancel=ரத்து
Edit Item=பொருளைத் திருத்து
Ori&ginal Comment=அசல் கருத்து
T&ranslation Comment=மொழிபெயர்ப்பு கருத்து

[TfrmExport]
&Filename:=கோப்புபெயர்:
&OK=&சரி
&Preview (editable):=முன்னோட்டம் (திருத்தக்கூடியது):
...=...
Cancel=ரத்து
Confirm=உறுதிப்படுத்தவும்
Error=பிழை
File "%s" already exists. Do you want to overwrite it?="%s" கோப்பு ஏற்கனவே உள்ளது. இதை மேலெழுத விரும்புகிறீர்களா?
Invalid filename "%s". Select another filename and try again.=தவறான கோப்பு பெயர் "%s". மற்றொரு கோப்பு பெயரைத் தேர்ந்தெடுத்து மீண்டும் முயற்சிக்கவும்.
Preview=முன்னோட்டம்
Save file=கோப்பை சேமிக்கவும்

[TfrmFindReplace]
Find/Replace=தேடு/மாற்று

[TfrmImportExport]
(there is nothing to show in this view)=(இந்த பார்வையில் காட்ட எதுவும் இல்லை)
Close=மூடு
Configure...=கட்டமைக்கவும்...
Import/Export=இறக்குமதி/ஏற்றுமதி
OK=சரி

[TfrmMain]
"%s" has been changed outside the program, do you want to reload it?="%s" நிரலுக்கு வெளியே மாற்றப்பட்டுள்ளது, நீங்கள் அதை மீண்டும் ஏற்ற விரும்புகிறீர்களா?
#=#
%0:d of %1:d translated=Przetłumaczono %0:d z %1:d
%0:s, version %1:s: Copyright (c) 2003-%2:d by Peter Thörnqvist; all rights reserved\n\nToolbars and menus courtesy of Toolbar2000.\n\tFor more information, see http://www.jrsoftware.org/tb2k.php.\nTheme enabled toolbars and menus courtesy of TBX.\n\tFor more information, see http://g32.org/tbx/index.html.\nExtra themes for TBX courtesy of Roy Magne Klever.\n\tFor more information, see http://www.rmklever.com/delphitbx.\nUnicode enabled add-on package for Toolbar2000 and TBX courtesy of Silverpoint Development\n\tFor more information, see http://club.telepolis.com/silverpointdev/sptbxlib.\nUnicode controls courtesy of Troy Wolbrink's TNT controls.\n\tFor more information, see http://www.tntware.com/delphicontrols/unicode/.\nSpell checker kindly donated by Addictive Software.\n\tFor more info and additional dictionaries, see http://www.addictivesoftware.com\n\nThis program is released subject to the MPL 1.1 license (http://www.mozilla.org/MPL/MPL-1.1.html for details)\nand come with absolutely no warranty of any kind.=%0:s, பதிப்பு %1:s: பதிப்புரிமை (c) 2003-%2:d எழுதியவர் பீட்டர் தோர்ன்க்விஸ்ட்;அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை\n\nகருவிப்பட்டிகள் மற்றும் மெனுக்கள் கருவிப்பட்டி2000 இன் மரியாதை.\n\tமேலும் தகவலுக்கு, http://www.jrsoftware.org/tb2k.php.ஐப் பார்க்கவும்.கருப்பொருள் செயல்படுத்தப்பட்ட கருவிப்பட்டிகள் மற்றும் மெனுக்கள் TBX இன் மரியாதை.\n\tமேலும் தகவலுக்கு, http://g32.org/tbx/index.html.ஐப் பார்க்கவும்.\nTBX க்கான கூடுதல் கருப்பொருள்கள் ராய் மேக்னே கிளெவரின் மரியாதை.\n\tமேலும் தகவலுக்கு, http://www.rmklever.com/delphitbx.ஐப் பார்க்கவும்.\nகருவிப்பட்டி2000 க்கான யூனிகோட் செயல்படுத்தப்பட்ட கூடுதல் தொகுப்பு மற்றும் டிபிஎக்ஸ் சில்வர் பாயிண்ட் டெவலப்மென்டின் மரியாதை\n\tமேலும் தகவலுக்கு, http://club.telepolis.com/silverpointdev/sptbxlibஐப் பார்க்கவும்.\nயூனிகோட் கட்டுப்பாடுகள் டிராய் வோல்ப்ரிங்கின் டிஎன்டி கட்டுப்பாடுகளின் மரியாதை.\n\tமேலும் தகவலுக்கு, http://www.tntware.com/delphicontrols/unicode/ஐப் பார்க்கவும்.\nஎழுத்துப்பிழை சரிபார்ப்பு 'அடிமையாக்கும் மென்பொருள்' வழங்கிய நன்கொடை.\n\tமேலும் தகவல் மற்றும் கூடுதல் அகராதிகளுக்கு, http://www.addictivesoftware.comஐப் பார்க்கவும்\n\nதமிழ் மொழிபெயர்ப்பு வழங்கியவர் அனிஷ்பிரபு தி.\n\tமேலும் தகவலுக்கு, anishprabu243@gmail.com தொடர்ப கொள்ளவும்\n\nஇந்த திட்டம் MPL 1.1 உரிமத்திற்கு (http://www.mozilla.org/MPL/MPL-1.1.html விவரங்களுக்கு) உட்பட்டது மற்றும் எந்தவொரு உத்தரவாதமும் இல்லாமல் வருகிறது.
%d items=%d உருப்படிகள்
&Actions=செயல்கள்
&Dictionary=அகராதி
&Edit=திருத்து
&Encoding:=குறியீட்டு முறை:
&Export=ஏற்றுமதி
&File=கோப்பு
&Find Next=அடுத்ததைக் கண்டுபிடி
&Help=உதவி
&Import=இறக்குமதி
&Plugins=நிரல்கள்
&Replace=மாற்று
&Translation:=மொழிபெயர்ப்பு:
&Tree view=மர பார்வை
&View=காண்க
(New Tool %d)=(புதிய கருவி %d)
(no dictionary)=(அகராதி இல்லை)
(none)=(ஏதுமில்லை)
(not assigned)=(ஒதுக்கப்படவில்லை)
[%0:s] - %1:s=[%0:s] - %1:s
About %s...=பற்றி %s...
About...=பற்றி...
Actions=செயல்கள்
Add current item to the dictionary=தற்போதைய உருப்படியை அகராதியில் சேர்க்கவும்
Add Item=பொருளைச் சேர்க்கவும்
Add Item...=பொருளைச் சேர்க்கவும்...
Add new item to original and translation=அசல் மற்றும் மொழிபெயர்ப்பில் புதிய உருப்படியைச் சேர்க்கவும்
Add to Dictionary=அகராதியில் சேர்
All files (*.*)|*.*=எல்லா கோப்புகளும் (*.*)|*.*
Alternate list editor=மாற்று பட்டியல் ஆசிரியர்
An item with the specified Section and Name already exists=குறிப்பிட்ட பிரிவு மற்றும் பெயருடன் ஒரு உருப்படி ஏற்கனவே உள்ளது
ANSI=ஆன்சி
ANSI\r\nUTF-8\r\nUnicode\r\n=ஆன்சி\r\nயுடிஎப்-8\r\nயுனிகோட்\r\n
Arguments:=விவாதங்கள்:
ASCII Value(s)...=ஆன்சி மதிப்பு(கள்)...
ASCII Value(s):=ஆன்சி மதிப்பு(கள்):
Assigned to:=ஒதுக்கப்பட்டவை:
Au&to-Correct=தானி-திருத்தி
Available &plugins:=கிடைக்கும் செருகுநிரல்கள்:
Bookmark 0=புத்தககுறி 0
Bookmark 1=புத்தககுறி 1
Bookmark 2=புத்தககுறி 2
Bookmark 3=புத்தககுறி 3
Bookmark 4=புத்தககுறி 4
Bookmark 5=புத்தககுறி 5
Bookmark 6=புத்தககுறி 6
Bookmark 7=புத்தககுறி 7
Bookmark 8=புத்தககுறி 8
Bookmark 9=புத்தககுறி 9
Camel Case Translations=ஒட்டக வழக்கு மொழிபெயர்ப்பு
Case of letters (UPPER/lower) must match=எழுத்தகள் வழக்கு (பெரிய /சிறிய) பொருந்த வேண்டும்
Clear=அழி
Clear All Translations=எல்லா மொழிபெயர்ப்புகளையும் அழி
Clear current dictionary items first?=தற்போதைய அகராதி உருப்படிகளை முதலில் அழிக்கவா?
Clear the MRU list=MRU பட்டியலை அழி
Clear the translated text=மொழிபெயர்க்கப்பட்ட உரையை அழிக்கவும்
Close=மூடு
Close this dialog=இந்த உரையாடலை மூடு
Configure Keyboard...=விசைப்பலகை உள்ளமைக்கவும்...
Configure suspicious translations...=சந்தேகத்திற்கிடமான மொழிபெயர்ப்புகளை உள்ளமைக்கவும்...
Configure the behavior of Next Suspicious Translation=அடுத்த சந்தேகத்திற்கிடமான மொழிபெயர்ப்பின் நடத்தையை உள்ளமைக்கவும்
Confirm=உறுதிப்படுத்தவும்
Confirm Delete=நீக்கு உறுதிப்படுத்தவும்
Continue searching=தேடலைத் தொடரவும்
Copy=நகல்
Copy all text from original file to translation=எல்லா கோப்பையும் அசல் கோப்பிலிருந்து மொழிபெயர்ப்புக்கு நகலெடுக்கவும்
Copy from Name=பெயரிலிருந்து நகலெடுக்கவும்
Copy from Original=அசல் இலிருந்து நகலெடுக்கவும்
Copy selected text=தேர்ந்தெடுக்கப்பட்ட உரையை நகலெடுக்கவும்
Copy the value of Name to Translation=பெயரின் மதிப்பை மொழிபெயர்ப்புக்கு நகலெடுக்கவும்
Copy the value of Original to Translation=அசல் மதிப்பை மொழிபெயர்ப்புக்கு நகலெடுக்கவும் 
Copy to Clipboard?=இடைநிலைப் பலகைக்கு நகலெடுக்கவா?
Could not create file "%s".\r\nPlease check that the file is writable and that you have sufficient permissions to create and modify files in the affected folder.="%s" கோப்பை உருவாக்க முடியவில்லை.\r\nகோப்பு எழுதக்கூடியது என்பதையும் பாதிக்கப்பட்ட கோப்புறையில் கோப்புகளை உருவாக்க மற்றும் மாற்ற உங்களுக்கு போதுமான அனுமதிகள் உள்ளதா என்பதையும் சரிபார்க்கவும்.
Create a new translation template file for IniTranslator itself=இனிய மொழிபெயர்ப்பாளருக்காக ஒரு புதிய மொழிபெயர்ப்பு வார்ப்புரு கோப்பை உருவாக்கவும்
Create new dictionary=புதிய அகராதியை உருவாக்கவும்
Create new translation=புதிய மொழிபெயர்ப்பை உருவாக்கவும்
Customize...=தனிப்பயனாக்கு...
Cut=வெட்டு
Cut selected text=தேர்ந்தெடுக்கப்பட்ட உரையை வெட்டு
Decoded characters=டிகோட் செய்யப்பட்ட எழுத்துக்கள்
Delete Item...=உருப்படியை நீக்கு...
Delete selected item?=தேர்ந்தெடுக்கப்பட்ட உருப்படியை நீக்கவா?
Delete the current item from both original and translation=அசல் மற்றும் மொழிபெயர்ப்பு இரண்டிலிருந்தும் தற்போதைய உருப்படியை நீக்கு
Dictionary=அகராதி
Dictionary created and ready for use.=அகராதி உருவாக்கப்பட்டது மற்றும் பயன்படுத்த தயாராக உள்ளது.
Dictionary files|*.dct;*.cat|All files|*.*=அகராதி கோப்புகள்|*.dct;*.cat|எல்லா கோப்புகளும்|*.*
Dictionary is empty: create or load a dictionary first!=அகராதி காலியாக உள்ளது: முதலில் ஒரு அகராதியை உருவாக்கவும் அல்லது ஏற்றவும்!
Display orphans (items in translation that are not in the original)=அனாதைகளைக் காண்பி (மொழிபெயர்ப்பில் உள்ள உருப்படிகள் அசலில் இல்லை)
Display the details pane=விவரங்கள் பலகம் காண்பி
Display the keyboard configuration window=விசைப்பலகை உள்ளமைவு சாளரத்தைக் காண்பி
Display the settings dialog=அமைப்புகளின் உரையாடலைக் காண்பி
Display the tools window=கருவிகள் சாளரத்தைக் காண்பி
Edit=திருத்து
Edit all parts of the current item=தற்போதைய உருப்படியின் அனைத்து பகுதிகளையும் திருத்தவும்
Edit Dictionary...=அகராதியைத் திருத்து...
Edit Item=பொருளைத் திருத்து
Edit Item...=பொருளைத் திருத்து...
Edit the currently loaded dictionary=தற்போது ஏற்றப்பட்ட அகராதியைத் திருத்துக
Error=பிழை
Exit=வெளியேறு
Exit application=பயன்பாட்டிலிருந்து வெளியேறு
Export=ஏற்றுமதி
Export to an external file or files=வெளிப்புற கோப்பு அல்லது கோப்புகளுக்கு ஏற்றுமதி செய்யுங்கள்
Export...=ஏற்றுமதி...
Failed to execute "%s %s": %s="%s %s"ஐ இயக்க முடியவில்லை: %s
Fi&nd what:=என்ன தேட:
File=கோப்பு
File "%s" not found: make sure the file exists and try again=கோப்பு "%s" காணப்படவில்லை: கோப்பு இருப்பதை உறுதிசெய்து மீண்டும் முயற்சிக்கவும்
Find=தேடு
Find &in:=இதில் தேடு:
Find Next=அடுத்ததைக் தேடு
Find next occurence of the text=உரையின் அடுத்த நிகழ்வைக் கண்டறியவும்
Find next translated item that is missing a shortcut key present in the original=அசல்இல் குறுக்குவழி விசையை காணவில்லை என்று அடுத்த மொழிபெயர்க்கப்பட்ட உருப்படியைக் கண்டறியவும்.
Find...=தேடு...
Find/Replace=தேடு/மாற்றி
Full Screen=முழுத் திரை
Go to next item in list=பட்டியலில் உள்ள அடுத்த உருப்படிக்குச் செல்லுங்கள்
Go to next untranslated item=மொழிபெயர்க்கப்படாத அடுத்த உருப்படிக்குச் செல்லுங்கள்
Go to previous item in list=பட்டியலில் உள்ள முந்தைய உருப்படிக்குச் செல்லுங்கள்
Go to previous untranslated item=முந்தைய மொழிபெயர்க்கப்படாத உருப்படிக்குச் செல்லுங்கள்
Goto Bookmark=புத்தககுறிக்கு செல்
Goto Bookmark 0=புத்தககுறி 0க்கு செல்
Goto Bookmark 1=புத்தககுறி 1க்கு செல்
Goto Bookmark 2=புத்தககுறி 2க்கு செல்
Goto Bookmark 3=புத்தககுறி 3க்கு செல்
Goto Bookmark 4=புத்தககுறி 4க்கு செல்
Goto Bookmark 5=புத்தககுறி 5க்கு செல்
Goto Bookmark 6=புத்தககுறி 6க்கு செல்
Goto Bookmark 7=புத்தககுறி 7க்கு செல்
Goto Bookmark 8=புத்தககுறி 8க்கு செல்
Goto Bookmark 9=புத்தககுறி 9க்கு செல்
Help=உதவி
Ignore control c&haracters=கட்டுப்பாட்டு எழுத்துக்களையும் தவிர்க்கவும்
Import=இறக்குமதி
Import from an external file or files=வெளிப்புற கோப்பு அல்லது கோப்புகளிலிருந்து இறக்குமதி செய்க
Import...=இறக்குமதி...
Information=தகவல்
Ini Translator=இனிய மொழிபெயர்ப்பாளர்
Invert Dictionary=தலைகீழ் அகராதி
Invert the dictionary=அகராதியைத் திருப்புக
inverted=தலைகீழான
Language files|*.lng|Inno Setup files|*.isl|Ini files|*.ini;*.inf|Text files|*.txt:*.inc;*.bat;*.doc|All supported files|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|All files |*.*=மொழி கோப்புகள்|*.lng|இன்னோ அமைவு கோப்புகள்|*.isl|இனி கோப்புகள்|*.ini;*.Inf|உரை கோப்புகள்|*.txt:*.Inc;*.bat;*.doc|அனைத்து ஆதரவு கோப்புகளும்|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|அனைத்து கோப்புகளும்|*.*
lng=lng
Load Dictionary...=அகராதியை ஏற்றவும்...
Load existing dictionary=இருக்கும் அகராதியை ஏற்றவும்
Lowercase translation=சிறிய மொழிபெயர்ப்பு
Make all translations consistent=எல்லா மொழிபெயர்ப்புகளையும் சீரானதாக ஆக்குங்கள்
Match &case=பொருந்தும் வழக்கு
Match &line=பொருந்தும் வரி
Menu=பட்டி
Modified=திருத்தப்பட்ட
More Buttons|Click to see more buttons=மேலும் பொத்தான்கள் | மேலும் பொத்தான்களைக் காண கிளிக் செய்க
Move one page down in the list=பட்டியலில் ஒரு பக்கத்தை கீழே நகர்த்தவும்
Move one page up in the list=பட்டியலில் ஒரு பக்கத்தை மேலே நகர்த்தவும்
Move to next item that is suspected not being translated correctly=சந்தேகத்திற்குரிய அடுத்த உருப்படிக்கு நகர்த்தவும் சரியாக மொழிபெயர்க்கப்படவில்லை
Move to the bottom of the list=பட்டியலின் அடிப்பகுதிக்கு நகர்த்தவும்
Move to the top of the list=பட்டியலின் மேலே செல்லவும்
MRU=MRU
Name cannot be empty=பெயர் காலியாக இருக்க முடியாது
New Dictionary...=புதிய அகராதி...
New Translation=புதிய மொழிபெயர்ப்பு
Next=அடுத்து
Next suspicious translation=அடுத்த சந்தேகத்திற்கிடமான மொழிபெயர்ப்பு
Next unmatched shortcut=அடுத்த ஒப்பிடமுடியாத குறுக்குவழி
Next untranslated=அடுத்து மொழிபெயர்க்கப்படாதது
Open Dictionary File=அகராதி கோப்பைத் திற
Open existing translation file=இருக்கும் மொழிபெயர்ப்பு கோப்பைத் திறக்கவும்
Open original and translation file=அசல் மற்றும் மொழிபெயர்ப்பு கோப்பைத் திறக்கவும்
Open Original Language File=அசல் மொழி கோப்பைத் திறக்கவும்
Open Original...=அசல் திறக்க...
Open Translated Language File=மொழிபெயர்க்கப்பட்ட மொழி கோப்பைத் திற
Open Translation...=மொழிபெயர்ப்பு திற
Ori&ginal:=அசல்:
Original=அசல்
Original (%s)=அசல் (%s)
Original text cannot be empty=அசல் உரை காலியாக இருக்க முடியாது
Original\r\nTranslation\r\nBoth\r\n=அசல்\r\nமொழிபெயர்ப்பு\r\nஇரண்டும்\r\n
Paste=ஒட்டு
Paste from clipboard=கிளிப்போர்டிலிருந்து ஒட்டவும்
Plugin Error=செருகுநிரல் பிழை
Preferences...=விருப்பத்தேர்வுகள்...
Prev untranslated=முந்தைய மொழிபெயர்க்கப்படாதது
Previous=முந்தைய
Re&place with:=இதனுடன் மாற்றவும்:
Ready=தயார்
Remove Invalid=தவறானதை அகற்று
Remove invalid entries from the MRU list=MRU பட்டியலிலிருந்து தவறான உள்ளீடுகளை அகற்று
Reopen=மீண்டும் திறக்க
Replace &All=அனைத்தையும் மாற்றவும்
Replace all occurences of the text=உரையின் அனைத்து நிகழ்வுகளையும் மாற்றவும்
Replace one item/show replace options=ஒரு உருப்படியை மாற்றவும் / மாற்று விருப்பங்களைக் காண்பி
Replace text=உரையை மாற்றவும்
Replace...=மாற்றியமை...
Restore original sort=அசல் வரிசையை மீட்டமை
Save current dictionary to file=தற்போதைய அகராதியை கோப்பில் சேமிக்கவும்
Save current original file=தற்போதைய அசல் கோப்பை சேமிக்கவும்
Save current original file with a new filename=தற்போதைய அசல் கோப்பை புதிய கோப்பு பெயருடன் சேமிக்கவும்
Save current translation file=தற்போதைய மொழிபெயர்ப்பு கோப்பைச் சேமிக்கவும்
Save current translation with a new filename=புதிய மொழிபெயர்ப்புடன் தற்போதைய மொழிபெயர்ப்பைச் சேமிக்கவும்
Save Dictionary File=அகராதி கோப்பை சேமிக்கவும்
Save Dictionary...=அகராதியைச் சேமி...
Save modifications to the dictionary?=அகராதியில் மாற்றங்களைச் சேமிக்கவா?
Save Original=அசல் சேமிக்கவும்
Save Original As...=அசலை இவ்வாறு சேமிக்கவும்...
Save Original Language File As=அசல் மொழி கோப்பை இவ்வாறு சேமிக்கவும்
Save Translated Language File As=மொழிபெயர்க்கப்பட்ட மொழி கோப்பை இவ்வாறு சேமிக்கவும்
Save Translation=மொழிபெயர்ப்பைச் சேமிக்கவும்
Save Translation As...=மொழிபெயர்ப்பை இவ்வாறு சேமிக்கவும்...
Save Translation Template=மொழிபெயர்ப்பு வார்ப்புருவைச் சேமி
Search &up=மேலே தேட
Search for text=உரையைத் தேடு
Search upwards in the list=பட்டியலில் மேல்நோக்கி தேடுங்கள்
Section cannot be empty=பிரிவு காலியாக இருக்க முடியாது
Select a help file=ஒரு உதவி கோப்பைத் தேர்ந்தெடுக்கவும்
Select a language file=ஒரு மொழி கோப்பைத் தேர்ந்தெடுக்கவும்
Select All=அனைத்தையும் தேர்ந்தெடுக்கவும்
Select all text=எல்லா உரையையும் தேர்ந்தெடுக்கவும்
Select the field(s) to search in=இதில் தேட புலம் (களை) தேர்ந்தெடுக்கவும்
Set focus to the listview=பட்டியல் பார்வைக்கு கவனம் செலுத்துங்கள்
Set focus to the original edit field=அசல் திருத்து புலத்தில் கவனம் செலுத்துங்கள்
Set focus to the translation edit field=மொழிபெயர்ப்பு திருத்த புலத்தில் கவனம் செலுத்துங்கள்
Show about box=பற்றி பெட்டியைப் காட்டு
Show help file=உதவி கோப்பைக் காட்டு
Show Key Details=முக்கிய விவரங்களைக் காட்டு
Show Quotes=மேற்கோள்களைக் காட்டு
Show quotes in texts=உரைகளில் மேற்கோள்களைக் காட்டு
Show the ASCII values for the selected text=தேர்ந்தெடுக்கப்பட்ட உரைக்கான ASCII மதிப்புகளைக் காட்டு
Skip any control characters (non-alphanumeric) when searching=தேடும்போது எந்த கட்டுப்பாட்டு எழுத்துக்களையும் (எண்ணெழுத்து அல்லாதவை) தவிர்க்கவும்
Some items (%d) could not be saved as they had no Original value= அசல் மதிப்பு இல்லாததால் சில உருப்படிகளை (%d) சேமிக்க முடியவில்லை
Spell check the translations=எழுத்துப்பிழைகளை சரிபார்க்கவும்
Spelling...=எழுத்துவரிசை...
T&ools=கருவிகள்
Test the exception handler=விதிவிலக்கு கையாளி சோதிக்கவும்
Text must match the entire line=உரை முழு வரியுடன் பொருந்த வேண்டும் 
The language will not be changed until you restart the program=நீங்கள் நிரலை மறுதொடக்கம் செய்யும் வரை மொழி மாற்றப்படாது
The text "%s" could not be found="%s"என்ற உரையை கண்டுபிடிக்க முடியவில்லை
The translation file has been modified, do you want to save it?=மொழிபெயர்ப்பு கோப்பு மாற்றப்பட்டுள்ளது, அதை சேமிக்க விரும்புகிறீர்களா?
Themes=கருப்பொருள்கள்
There are no plugins to show.=காண்பிக்க எந்த செருகுநிரல்களும் இல்லை.
This action is just here to disable shortcuts in rich edits (no need to translate this text)=உயர்தர திருத்தங்களில் குறுக்குவழிகளை முடக்க இந்த நடவடிக்கை இங்கே உள்ளது (இந்த உரையை மொழிபெயர்க்க தேவையில்லை)
This function is not yet implemented=இந்த செயல்பாடு இன்னும் செயல்படுத்தப்படவில்லை
Toggle Bookmark=புத்தககுறி நிலைமாற்று
Toggle Bookmark 0 on/off=புத்தககுறி 0 நிலைமாற்று மீது / தொலைவில்
Toggle Bookmark 1 on/off=புத்தககுறி 1 நிலைமாற்று மீது / தொலைவில்
Toggle Bookmark 2 on/off=புத்தககுறி 2 நிலைமாற்று மீது / தொலைவில்
Toggle Bookmark 3 on/off=புத்தககுறி 3 நிலைமாற்று மீது / தொலைவில்
Toggle Bookmark 4 on/off=புத்தககுறி 4 நிலைமாற்று மீது / தொலைவில்
Toggle Bookmark 5 on/off=புத்தககுறி 5 நிலைமாற்று மீது / தொலைவில்
Toggle Bookmark 6 on/off=புத்தககுறி 6 நிலைமாற்று மீது / தொலைவில்
Toggle Bookmark 7 on/off=புத்தககுறி 7 நிலைமாற்று மீது / தொலைவில்
Toggle Bookmark 8 on/off=புத்தககுறி 8 நிலைமாற்று மீது / தொலைவில்
Toggle Bookmark 9 on/off=புத்தககுறி 9 நிலைமாற்று மீது / தொலைவில் 
Toggle Focus=கவனம் நிலைமாற்று
Toggle focus between list and translation=பட்டியல் மற்றும் மொழிபெயர்ப்புக்கு இடையில் கவனத்தை நிலைமாற்று
Toggle full screen mode=முழு திரை பயன்முறையை நிலைமாற்று
Toggle the comments window=கருத்துகள் சாளரத்தை நிலைமாற்று
Toggle the Translated status of the item=உருப்படியின் மொழிபெயர்க்கப்பட்ட நிலையை நிலைமாற்று
Tools=கருவிகள்
Translate using Dictionary=அகராதியைப் பயன்படுத்தி மொழிபெயர்க்கவும்
Translate using the dictionary=அகராதியைப் பயன்படுத்தி மொழிபெயர்க்கவும்
Translated=மொழிபெயர்க்கப்பட்ட
Translating with dictionary finished=அகராதியுடன் மொழிபெயர்ப்பது முடிந்தது
Translation=மொழிபெயர்ப்பு
Translation (%s)=மொழிபெயர்ப்பு (%s)
Trim leading and trailing characters=முன்னணி மற்றும் பின்னால் வரும் எழுத்துக்களை ஒழுங்கமைக்கவும்
Trim translations=மொழிபெயர்ப்புகளை ஒழுங்கமைக்கவும்
Trim...=கத்தரிக்கவும்...
Unable to locate the help file (%s). Make sure the file exists and try again.=உதவி கோப்பை (%s) கண்டுபிடிக்க முடியவில்லை. கோப்பு இருப்பதை உறுதிசெய்து மீண்டும் முயற்சிக்கவும்.
Undo=செயல்தவிர்
Undo last edit=கடைசி திருத்தத்தை செயல்தவிர்
Unicode=யுனிகோட்
Uppercase translations=பெரிய மொழிபெயர்ப்புகள்
Use this translation everywhere=இந்த மொழிபெயர்ப்பை எல்லா இடங்களிலும் பயன்படுத்தவும்
UTF-8=யுடிஎப்-8
View=காண்க
View all properties=எல்லா பண்புகளையும் காண்க
View Comments=கருத்துகளைக் காண்க
View Orphaned Items=அனாதை உருப்படிகளைக் காண்க

[TfrmOptions]
&Encoding for new files:=புதிய கோப்புகளுக்கான குறியாக்கம்:
&Font:=எழுத்துரு:
&Footer:=அடிப்பாகம்:
&Header:=தலைப்பு:
&Help:=உதவி:
&Ignore translated items when using dictionary=அகராதியைப் பயன்படுத்தும் போது மொழிபெயர்க்கப்பட்ட உருப்படிகளை புறக்கணிக்கவும்
&Language:=மொழி:
...=...
A&utomatically move to next/previous=தானாக அடுத்த / முந்தைய நிலைக்கு நகரும்
Advanced=மேம்பட்ட
ANSI\r\nUTF-8\r\nUnicode\r\n=ஆன்சி\r\nயுடிஎப்-8\r\nயுனிகோட்\r\n
Autofo&cus translation when typing=தட்டச்சு செய்யும் போது தானாக மொழிபெயர்ப்பு கவனம்
Cancel=ரத்து
Color&s...=நிறங்கள்...
Continually check whether the currently loaded files are being modified outside the program=தற்போது ஏற்றப்பட்ட கோப்புகள் நிரலுக்கு வெளியே மாற்றியமைக்கப்படுகிறதா என்பதை தொடர்ந்து சரிபார்க்கவும்
Enable to show the full path and filename of the loaded files in the listview's columns header=பட்டியலிடப்பட்ட நெடுவரிசைகளில் ஏற்றப்பட்ட கோப்புகளின் முழு பாதை மற்றும் கோப்பு பெயரைக் காட்ட இயக்கவும் தலைப்பு
Enclose strings in quote characters when editing them=திருத்தும் போது மேற்கோள் எழுத்துக்களில் சரங்களை இணைக்கவும்
General=பொது
I&gnore &&'s in dictionaries=அகராதிகளில் &&'s புறக்கணிக்கவும்
In&vert dictionary=புரட்டு அகராதி
Monitor external file &changes=வெளிப்புற கோப்பு மாற்றங்களை கண்காணிக்கவும்
Move to the next item when pressing RETURN (press Shift+RETURN to move to the previous item)=RETURN ஐ அழுத்தும்போது அடுத்த உருப்படிக்கு நகர்த்தவும் (முந்தைய உருப்படிக்கு செல்ல Shift + RETURN ஐ அழுத்தவும்) 
OK=சரி
Preferences=விருப்பங்கள்
Press &RETURN to confirm translation:=மொழிபெயர்ப்பை உறுதிப்படுத்த திரும்பவும் அழுத்தவும்:
Preview:=முன்னோட்டம்:
Remember form &position:=படிவத்தின் நிலையை நினைவில் கொள்ளுங்கள்:
Remember form min/ma&x state=படிவம் குறைக்கப்பட்டதா / அதிகரிக்கப்பட்டதா என்பதை நினைவில் கொள்ளுங்கள்
Remember location of main window=பிரதான சாளரத்தின் இருப்பிடத்தை நினைவில் கொள்ளுங்கள்
Remember whether main window was minimized /maximized=பிரதான சாளரம் குறைக்கப்பட்டதா / அதிகரிக்கப்பட்டதா என்பதை நினைவில் கொள்ளுங்கள்
Save the current edits when pressing RETURN=ENTERஐ அழுத்தும்போது தற்போதைய திருத்தங்களைச் சேமிக்கவும்
Select a new font for the list and edit fields=பட்டியலுக்கு ஒரு புதிய எழுத்துருவைத் தேர்ந்தெடுத்து புலங்களைத் திருத்து
Sh&ow full filename in list columns=பட்டியல் நெடுவரிசைகளில் முழு கோப்பு பெயர் காண்பி
Sho&w details=விவரங்களைக் காண்பி
Show &quotes=மேற்கோள்களைக் காட்டு
Show &tooltips:=உதவிக்குறிப்புகளைக் காட்டு:
Show short&cuts in tooltips=உதவிக்குறிப்புகளில் குறுக்குவழிகளைக் காண்பி
Show shortcuts in tooltips windows=உதவிக்குறிப்பு சாளரங்களில் குறுக்குவழிகளைக் காண்பி
Show the details panel in the main window=விவரங்கள் குழுவை பிரதான சாளரத்தில் காட்டு
Show tooltips windows=உதவிக்குறிப்பு சாளரங்களைக் காண்பி
Si&ze:= அளவு:
Skip already translated items when using dictionary=அகராதி பயன்படுத்தும் போது ஏற்கனவே மொழிபெயர்க்கப்பட்ட உருப்படிகளைத் தவிர்
Switch order of the items in the dictionary=அகராதியில் உள்ள பொருட்களின் வரிசையை மாற்றவும்
Use sa&me start folder for all files=எல்லா கோப்புகளுக்கும் ஓரே தொடக்க கோப்புறையைப் பயன்படுத்தவும்
Use translation ever&ywhere= எல்லாயிடத்திலும் மொழிபெயர்ப்பைப் பயன்படுத்தவும் 
When a file is opened, set the new folder as the start folder for all file open and save dialogs=ஒரு கோப்பு திறக்கப்படும் போது, ​​புதிய கோப்புறையை அனைத்து கோப்பிற்கும் தொடக்க கோப்புறையாக அமைத்து உரையாடல்களை சேமிக்கவும் 
When a translation is made, copies the translation to all other matching items automatically=ஒரு மொழிபெயர்ப்பு செய்யப்படும்போது, ​​பொருந்தக்கூடிய மற்ற எல்லா பொருட்களுக்கும் தானாகவே மொழிபெயர்ப்பை நகலெடுக்கிறது
When activated, typing in the listview will automatically move focus to the translation edit field.=செயல்படுத்தப்படும் போது, ​​பட்டியல் காட்சியில் தட்டச்சு செய்வது தானாகவே மொழிபெயர்ப்பு திருத்த புலத்திற்கு கவனம் செலுத்தும்.
When translating with the dictionary, strip out any &'s in the original text before comparing=அகராதியுடன் மொழிபெயர்க்கும்போது, ​​ஒப்பிடுவதற்கு முன் அசல் உரையில் உள்ள &'sயை நீக்கவும்

[TfrmOrphans]
&Merge...=இணைக்கவும்...
&Save...=சேமி...
Copy=நகல்
Orphaned Items=அனாதை பொருட்கள்

[TfrmPromptArgs]
Application Directory=நிரல் அடைவு
Arguments:=விவாதங்கள்:
Cancel=ரத்து
Command Line:=கட்டளை வரி:
Dictionary Directory=அகராதி அடைவு
Dictionary Extension=அகராதி நீட்டிப்பு
Dictionary Name=அகராதி பெயர்
Dictionary Path=அகராதி பாதை
OK=சரி
Original Directory=அசல் அடைவு
Original Extension=அசல் நீட்டிப்பு
Original Line=அசல் வரி
Original Name=அசல் பெயர்
Original Path=அசல் பாதை
Original Text=அசல் உரை
System Directory=கணினி அடைவு
Title=தலைப்பு
Translation Directory=மொழிபெயர்ப்பு அடைவு
Translation Extension=மொழிபெயர்ப்பு நீட்டிப்பு
Translation Line=மொழிபெயர்ப்பு வரி
Translation Name=மொழிபெயர்ப்பு பெயர்
Translation Path=மொழிபெயர்ப்பு பாதை
Translation Text=மொழிபெயர்ப்பு உரை
Windows Directory=விண்டோஸ் அடைவு

[TfrmSingleImport]
&Filename:=கோப்புபெயர்:
...=...
Cancel=ரத்து
OK=சரி
Select file=கோப்பைத் தேர்ந்தெடுக்கவும்

[TfrmTools]
&...=&...
&Add=சேர்
&Command:=கட்டளை:
&Delete=&நீக்கு
&Initial Directory:=தொடக்க அடைவு:
&Prompt for arguments=வாதங்களுக்கு அறிவுறுத்து
&Test=&சோதனை
&Title:=தலைப்பு:
A&rguments:=வாதங்கள்:
Add a new tool item=புதிய கருவி உருப்படியைச் சேர்க்கவும் 
All Executables (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|All files (*.*)|*.*=அனைத்து இயங்கக்கூடியவை (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|எல்லா கோப்புகளும் (*.*)|*.*
Application Directory=நிரல் அடைவு
C&lear=அழி
Cancel=ரத்து
Dictionary Directory=அகராதி அடைவு
Dictionary Extension=அகராதி நீட்டிப்பு
Dictionary Name=அகராதி பெயர்
Dictionary Path=அகராதி பாதை
Execute the command without closing this dialog=இந்த உரையாடலை மூடாமல் கட்டளையை இயக்கவும்
External Tools=வெளிப்புற கருவிகள்
Me&nu Contents:=பட்டியல் பொருளடக்கம்:
Move &Up=மேலே நகர்த்த
Move Do&wn=கீழே நகர்த்த
Move item higher in list=பட்டியலில் உருப்படியை மேலே நகர்த்தவும்
Move item lower in list= பட்டியலில் உருப்படியைக் கீழே நகர்த்தவும்
OK=சரி
Original Directory=அசல் அடைவு
Original Extension=அசல் நீட்டிப்பு
Original Line=அசல் வரி
Original Name=அசல் பெயர்
Original Path=அசல் பாதை
Original Text=அசல் உரை
Remove selected tool item=தேர்ந்தெடுக்கப்பட்ட கருவி உருப்படியை அகற்று
Shortcut &Key:=குறுக்குவழி விசை:
System Directory=கணினி அடைவு
Translation Directory=மொழிபெயர்ப்பு அடைவு
Translation Extension=மொழிபெயர்ப்பு நீட்டிப்பு
Translation Line=மொழிபெயர்ப்பு வரி
Translation Name=மொழிபெயர்ப்பு பெயர்
Translation Path=மொழிபெயர்ப்பு பாதை
Translation Text=மொழிபெயர்ப்பு உரை
Use an alternate method to execute command. If your command doesn't work, try checking this option=கட்டளையை இயக்க மாற்று முறையைப் பயன்படுத்தவும். உங்கள் கட்டளை வேலை செய்யவில்லை என்றால், இந்த விருப்பத்தை சரிபார்க்க முயற்சிக்கவும்
Use Shell E&xecute=ஷெல் செயல்படுத்து பயன்படுத்தவும்
Wait for co&mpletion=நிறைவுக்காக காத்திருங்கள்
Wait for the command to complete before returning to the program (doesn't work with all programs)= நிரலுக்குத் திரும்புவதற்கு முன் கட்டளை முடிவடையும் வரை காத்திருங்கள் (எல்லா நிரல்களிலும் வேலை செய்யாது) 
When executed, a dialog is displayed where you can type in any additional arguments of your choice=செயல்படுத்தப்படும் போது, ​​உங்கள் விருப்பத்தின் கூடுதல் வாதங்களை நீங்கள் தட்டச்சு செய்யக்கூடிய ஒரு உரையாடல் காண்பிக்கப்படும்
Windows Directory=விண்டோஸ் அடைவு

[TfrmTrim]
Cancel=ரத்து
Leading\r\nTrailing\r\nBoth\r\n=முன்னணி\r\nபின்தங்கி\r\nஇரண்டும்\r\n
OK=சரி
Original\r\nTranslation\r\nBoth\r\n=அசல்\r\nமொழிபெயர்ப்பு\r\nஇரண்டும்\r\n
Trim additional &whitespace also=கூடுதல் இடைவெளியை ஒழுங்கமைக்கவும்
Trim h&ow:=எப்படி ஒழுங்கமைக்க:
Trim Options=ஒழுங்கமைக்கும் விருப்பங்கள்
Trim wh&at:=என்ன ஒழுங்கமைக்க:
Trim wh&ere:=எங்கே ஒழுங்கமைக்க:

[TGSIParser]
Export to OpenOffice GSI language file=OpenOffice GSI மொழி கோப்புக்கு ஏற்றுமதி
Import from OpenOffice GSI language file=OpenOffice GSI மொழி கோப்பில் இருந்து இறக்குமதி செய்க
OpenOffice GSI files (*.gsi)|*.gsi|All files (*.*)|*.*=OpenOffice GSI கோப்புகள் (* .gsi) | * .gsi | அனைத்து கோப்புகளும் (*. *) | *. *
OpenOffice GSI Parser Error=OpenOffice GSI பாகுபடுத்தி பிழை
There was an error importing, please check the files and try again=இறக்குமதி செய்வதில் பிழை ஏற்பட்டது, தயவுசெய்து கோப்புகளை சரிபார்த்து மீண்டும் முயற்சிக்கவும்

[TIBFParser]
Export to IB Forums language file=ஐபி மன்றங்களுக்கு ஏற்றுமதி செய்யுங்கள் மொழி கோப்பு
IB Forums Parser Error=ஐபி மன்றங்கள் பாகுபடுத்தி பிழை
Import from IB Forums language file=ஐபி மன்றங்களிலிருந்து இறக்குமதி செய்யுங்கள் மொழி கோப்பு
PHP files (*.php)|*.php|All files (*.*)|*.*=PHP கோப்புகள் (* .php) | * .php | அனைத்து கோப்புகளும் (*. *) | *. * 
There was an error importing, please check the files and try again=இறக்குமதி செய்வதில் பிழை ஏற்பட்டது, தயவுசெய்து கோப்புகளை சரிபார்த்து மீண்டும் முயற்சிக்கவும்

[TMozillaDTDParser]
Export to Mozilla DTD file=மொஸில்லா டிடிடி கோப்புக்கு ஏற்றுமதி
Import from Mozilla DTD file=மொஸில்லா டி.டி.டி கோப்பிலிருந்து இறக்குமதி
Mozilla DTD Files (*.dtd)|*.dtd|All files (*.*)|*.*=மொஸில்லா டி.டி.டி கோப்புகள் (* .dtd) | * .dtd | அனைத்து கோப்புகளும் (*. *) | *. * 

[TMozillaPropsParser]
Export to Mozilla Properties file=மொஸில்லா பண்புகள் கோப்புக்கு ஏற்றுமதி
Import from Mozilla Properties file=மொஸில்லா பண்புகள் கோப்பில் இருந்து இறக்குமதி செய்க 
Mozilla properties files|*.properties|All files (*.*)|*.*=மொஸில்லா பண்புகள் கோப்புகள் | * .பொருள்கள் | எல்லா கோப்புகளும் (*. *) | *. * 

[TMsDictParser]
&Filename:=கோப்புபெயர்:
&Skip lines:=வரிகளைத் தவிர்:
...=...
Add Microsoft Copyright notice?=மைக்ரோசாஃப்ட் பதிப்புரிமை அறிவிப்பைச் சேர்க்கவா?
Cancel=ரத்து
Confirm=உறுதிப்படுத்தவும்
Export to MS Glossary CSV file=MS சொற்களஞ்சியம் CSV கோப்புக்கு ஏற்றுமதி
Import from MS Glossary CSV file=MS சொற்களஞ்சியம் CSV கோப்பிலிருந்து இறக்குமதி
MS Glossary Files (*.csv)|*.csv|All files (*.*)|*.*=MS சொற்களஞ்சிய கோப்புகள் (* .csv) | * .csv | அனைத்து கோப்புகளும் (*. *) | *. *
OK=சரி
Select file=கோப்பைத் தேர்ந்தெடுக்கவும்
This glossary is intellectual property of Microsoft Corporation. Please refer to the complete copyright text in the README.TXT file included in this file.,,,,,,,=இந்த சொற்களஞ்சியம் மைக்ரோசாஃப்ட் கார்ப்பரேஷனின் அறிவுசார் சொத்து. இந்த கோப்பில் சேர்க்கப்பட்டுள்ள README.TXT கோப்பில் முழுமையான பதிப்புரிமை உரையைப் பார்க்கவும்.,,,,,,,

[TOlegParser]
Export to OlegTranslator file=OlegTranslator கோப்புக்கு ஏற்றுமதி
Import from OlegTranslator file=OlegTranslator கோப்பிலிருந்து இறக்குமதி
OlegTranslator  Files (*.txt)|*.txt|All files (*.*)|*.*=OlegTranslator கோப்புகள் (* .txt) | * .txt | அனைத்து கோப்புகளும் (*. *) | *. * 

[TPHPNukeParser]
Export to phpNuke language file=PhpNuke மொழி கோப்புக்கு ஏற்றுமதி செய்யுங்கள்
Import from phpNuke language file=PhpNuke மொழி கோப்பில் இருந்து இறக்குமதி செய்க
PHP files (*.php)|*.php|All files (*.*)|*.*=PHP கோப்புகள் (* .php) | * .php | அனைத்து கோப்புகளும் (*. *) | *. * 
phpNuke Parser=phpNuke பாகுபடுத்தி

[TPHPParser]
Export to PHP language file=PHP மொழி கோப்புக்கு ஏற்றுமதி 
Import from PHP language file=PHP மொழி கோப்பிலிருந்து இறக்குமதி
PHP files (*.php)|*.php;*.php3|All files (*.*)|*.*=PHP கோப்புகள் (* .php) | * .php; *. Php3 | அனைத்து கோப்புகளும் (*. *) | *. * 
PHP Parser Error=PHP பாகுபடுத்தி பிழை
There was an error importing, please check the files and try again=இறக்குமதி செய்வதில் பிழை ஏற்பட்டது, தயவுசெய்து கோப்புகளை சரிபார்த்து மீண்டும் முயற்சிக்கவும்

[Translator]
Author=அனிஷ்பிரபு தி.
EMail=anishprabu243@gmail.com
Language=தமிழ்
Version=1.8

[TXilisoftParser]
Configuration=கட்டமைப்பு
Do not export empty translations=வெற்று மொழிபெயர்ப்புகளை ஏற்றுமதி செய்ய வேண்டாம்
Export to Xilisoft lang file=Xilisoft மொழி கோப்புக்கு ஏற்றுமதி
File not found=கோப்பு கிடைக்கவில்லை
Import from Xilisoft lang file=Xilisoft மொழி கோப்பிலிருந்து இறக்குமதி செய்க
Lang files (*.lang)|*.lang|All files (*.*)|*.*=மொழி கோப்புகள் (* .lang) | * .lang | அனைத்து கோப்புகளும் (*. *) | *. * 
OK=சரி
Please import before export!=ஏற்றுமதிக்கு முன் இறக்குமதி செய்க!
